Repository: RotherOSS/ITSMIncidentProblemManagement
Catalog: i18n/ITSMIncidentProblemManagement/ITSMIncidentProblemManagement.*.po
Languages: bg, es_mx

source: Criticality
bg: Критичност
es_mx: Criticidad

source: Impact
bg: Влияние
es_mx: Impacto

source: Service Incident State
bg: Състояние на инцидент в услугата
es_mx: Estado del Servicio de Incidentes

source: Link ticket
bg: Свържи билета
es_mx: Enlazar Ticket

source: Change Decision of %s%s%s
bg: Промяна на решението на %s%s%s
es_mx: Cambiar la decisión de %s%s%s

source: Change ITSM fields of %s%s%s
bg: Променете ITSM полетата на %s%s%s
es_mx: Cambiar los campos ITSM de %s%s%s

source: Review Required
bg: Изисква преглеждане
es_mx: Revisión Requerida

source: Decision Result
bg: Резултат от решението
es_mx: Resultado de la Decisión

source: Approved
bg: Одобрено
es_mx: Aprobado

source: Postponed
bg: Отложено
es_mx: Aplazado

source: Pre-approved
bg: Предварително одобрен
es_mx: Pre-aprobado

source: Rejected
bg: Отхвърлено
es_mx: Rechazado

source: Repair Start Time
bg: Време на стартиране на ремонта
es_mx: Hora de inicio de la reparación

source: Recovery Start Time
bg: Време на стартиране на възстановяването
es_mx: Hora de inicio de la recuperación

source: Decision Date
bg: Дата за решаване
es_mx: Fecha de Decisión

source: Due Date
bg: Крайна дата
es_mx: Fecha de vencimiento

source: closed with workaround
bg: приключен с обходно решение
es_mx: Cerrado con una solución

source: Add a decision!
bg: Добавете решение!
es_mx: ¡Agregar una decisión!

source: Additional ITSM Fields
bg: Допълнителни ITSM полета
es_mx: Campos ITSM Adicionales

source: Additional ITSM ticket fields.
bg: Допълнителни ITSM полета за билети.
es_mx: Campos adicionales del ticket ITSM.

source: Allows adding notes in the additional ITSM field screen of the agent interface.
bg: Позволява добавяне на бележки в допълнителния екран на ITSM поле на интерфейса на агента.
es_mx: Permite añadir notas en la pantalla de campos adicionales ITSM de la interfaz del agente.

source: Allows adding notes in the decision screen of the agent interface.
bg: Позволява добавяне на бележки в екрана за решение интерфейса на агента.
es_mx: Permite añadir notas en la pantalla de decisiones de la interfaz del agente.

source: Allows defining new types for ticket (if ticket type feature is enabled).
bg: Позволява дефиниране на нови типове за билет (ако функцията за тип билет е активирана).
es_mx: Permite definir nuevos tipos para los tickets (si la funcionalidad de tipo de ticket está habilitada).

source: Change the ITSM fields!
bg: Променете ITSM полетата!
es_mx: ¡Cambiar los campos ITMS!

source: Decision
bg: Решение
es_mx: Decisión

source: Defines if a ticket lock is required in the additional ITSM field screen of the agent interface (if the ticket isn't locked yet, the ticket gets locked and the current agent will be set automatically as its owner).
bg: Определя дали е необходимо заключване на билет в допълнителния екран на ITSM поле на интерфейса на агента (ако билетът все още не е заключен, билетът се заключва и текущият агент ще бъде зададен автоматично като негов собственик).
es_mx: Define si se requiere un bloqueo del ticket en la pantalla del campo adicional ITSM de la interfaz del agente (si el ticket no está bloqueado todavía, el ticket se bloquea y el agente actual se establecerá automáticamente como su propietario).

source: Defines if a ticket lock is required in the decision screen of the agent interface (if the ticket isn't locked yet, the ticket gets locked and the current agent will be set automatically as its owner).
bg: Определя дали е необходимо заключване на билет в екрана за решение на интерфейса на агента (ако билетът все още не е заключен, той се заключва и текущият агент ще бъде зададен автоматично като негов собственик).
es_mx: Define si se requiere un bloqueo del ticket en la pantalla de decisión de la interfaz del agente (si el ticket no está bloqueado todavía, el ticket se bloquea y el agente actual se establece automáticamente como su propietario).

source: Defines if the service incident state should be shown during service selection in the agent interface.
bg: Определя дали състоянието на инцидента на услугата трябва да се показва по време на избор на услуга в интерфейса на агента.
es_mx: Define si el estado de la incidencia del servicio debe mostrarse durante la selección del servicio en la interfaz del agente.

source: Defines the default body of a note in the additional ITSM field screen of the agent interface.
bg: Дефинира основния текст на бележката по подразбиране в екрана на допълнителното ITSM поле на интерфейса на агента.
es_mx: Define el cuerpo por defecto de una nota en la pantalla de campos adicionales de ITSM de la interfaz del agente.

source: Defines the default body of a note in the decision screen of the agent interface.
bg: Дефинира тялото по подразбиране на бележка в екрана за вземане на решения на интерфейса на агента.
es_mx: Define el cuerpo por defecto de una nota en la pantalla de decisión de la interfaz del agente.

source: Defines the default next state of a ticket after adding a note, in the additional ITSM field screen of the agent interface.
bg: Дефинира следващото състояние по подразбиране на билет след добавяне на бележка в допълнителния екран на ITSM полето на интерфейса на агента.
es_mx: Define el siguiente estado por defecto de un ticket después de añadir una nota, en la pantalla del campo adicional ITSM de la interfaz del agente.

source: Defines the default next state of a ticket after adding a note, in the decision screen of the agent interface.
bg: Дефинира следващото състояние по подразбиране на билет след добавяне на бележка в екрана за решение на интерфейса на агента.
es_mx: Define el siguiente estado por defecto de un ticket después de añadir una nota, en la pantalla de decisión de la interfaz del agente.

source: Defines the default subject of a note in the additional ITSM field screen of the agent interface.
bg: Дефинира темата по подразбиране на бележка в допълнителния екран на ITSM полето на интерфейса на агента.
es_mx: Define el asunto por defecto de una nota en la pantalla del campo adicional ITSM de la interfaz del agente.

source: Defines the default subject of a note in the decision screen of the agent interface.
bg: Определя темата по подразбиране на бележка в екрана за решение на интерфейса на агента.
es_mx: Define el asunto por defecto de una nota en la pantalla de decisión de la interfaz del agente.

source: Defines the default ticket priority in the additional ITSM field screen of the agent interface.
bg: Определя приоритета на билета по подразбиране в екрана на допълнителното ITSM поле на интерфейса на агента.
es_mx: Define la prioridad del ticket por defecto en la pantalla del campo adicional ITSM de la interfaz del agente.

source: Defines the default ticket priority in the decision screen of the agent interface.
bg: Определя приоритета на билета по подразбиране в екрана за решение на интерфейса на агента.
es_mx: Define la prioridad del ticket por defecto en la pantalla de decisiones de la interfaz del agente.

source: Defines the history comment for the additional ITSM field screen action, which gets used for ticket history.
bg: Дефинира коментара за историята за допълнителното действие на екрана на полето ITSM, което се използва за хронология на билети.
es_mx: Define el comentario del historial para la acción de pantalla del campo ITSM adicional, que se utiliza para el historial del ticket.

source: Defines the history comment for the decision screen action, which gets used for ticket history.
bg: Дефинира коментара за историята за действието на екрана за решение, който се използва за хронологията на тикетите.
es_mx: Define el comentario del historial para la acción de la pantalla de decisión, que se utiliza para el historial del ticket.

source: Defines the history type for the additional ITSM field screen action, which gets used for ticket history.
bg: Дефинира типа на хронологията за допълнителното действие на екрана на полето ITSM, което се използва за хронология на билети.
es_mx: Define el tipo de historial para la acción de pantalla del campo ITSM adicional, que se utiliza para el historial de tickets.

source: Defines the history type for the decision screen action, which gets used for ticket history.
bg: Определя типа на историята за действието на екрана за решение, което се използва за хронология на билети.
es_mx: Define el tipo de historial para la acción de la pantalla de decisión, que se utiliza para el historial de tickets.

source: Defines the next state of a ticket after adding a note, in the additional ITSM field screen of the agent interface.
bg: Определя следващото състояние на билета след добавяне на бележка в екрана на допълнителното ITSM поле на интерфейса на агента.
es_mx: Define el siguiente estado de un ticket después de añadir una nota, en la pantalla del campo adicional ITSM de la interfaz del agente.

source: Defines the next state of a ticket after adding a note, in the decision screen of the agent interface.
bg: Определя следващото състояние на билет след добавяне на бележка в екрана за Решение на интерфейса на агента.
es_mx: Define el siguiente estado de un ticket después de añadir una nota, en la pantalla de decisión de la interfaz del agente.

source: Dynamic fields shown in the additional ITSM field screen of the agent interface.
bg: Динамични полета, показани в допълнителния екран на ITSM поле на интерфейса на агента.
es_mx: Campos dinámicos mostrados en la pantalla de campos adicionales ITSM de la interfaz del agente.

source: Dynamic fields shown in the decision screen of the agent interface.
bg: Динамични полета, показани в екрана за решение в интерфейса на агента.
es_mx: Campos dinámicos mostrados en la pantalla de decisión de la interfaz del agente.

source: Dynamic fields shown in the ticket zoom screen of the agent interface.
bg: Динамични полета, показани в екрана за увеличение на билета в интерфейса на агента.
es_mx: Campos dinámicos mostrados en la pantalla de zoom del ticket de la interfaz del agente.

source: Enables the stats module to generate statistics about the average of ITSM ticket first level solution rate.
bg: Позволява на модула за статистика да генерира статистически данни за средната скорост на решение от първо ниво на ITSM билет.
es_mx: Permite que el módulo de estadísticas genere estadísticas sobre el promedio de la tasa de solución de primer nivel de los tickets ITSM.

source: Enables the stats module to generate statistics about the average of ITSM ticket solution.
bg: Позволява на модула за статистика да генерира статистика за средната стойност на решението за ITSM тикет.
es_mx: Permite que el módulo de estadísticas genere estadísticas sobre el promedio de la solución de tickets ITSM.

source: If a note is added by an agent, sets the state of a ticket in the additional ITSM field screen of the agent interface.
bg: Ако бележка е добавена от агент, задава състоянието на билета в екрана на допълнително поле ITSM от интерфейса на агента.
es_mx: Si un agente añade una nota, establece el estado de un ticket en la pantalla del campo adicional ITSM de la interfaz del agente.

source: If a note is added by an agent, sets the state of a ticket in the decision screen of the agent interface.
bg: Ако бележка е добавена от агент, задава състоянието на билета в екрана за решение от интерфейса на агента.
es_mx: Si un agente añade una nota, establece el estado de un ticket en la pantalla de decisión de la interfaz del agente.

source: Modifies the display order of the dynamic field ITSMImpact and other things.
bg: Променя реда на показване на динамичното поле ITSMImpact и други неща.
es_mx: Modifica el orden de visualización del campo dinámico ITSMImpact y otras cosas.

source: Module to dynamically show the service incident state and to calculate the priority.
bg: Модул за динамично показване състоянието на инцидента в услугата и за изчисляване на приоритета.
es_mx: Módulo para mostrar dinámicamente el estado de las incidencias del servicio y calcular la prioridad.

source: Required permissions to use the additional ITSM field screen in the agent interface.
bg: Необходими права за използване на допълнителния екран от ITSM поле в интерфейса на агента.
es_mx: Permisos necesarios para utilizar la pantalla de campos adicionales de ITSM en la interfaz del agente.

source: Required permissions to use the decision screen in the agent interface.
bg: Необходими права за използване екрана за решение в интерфейса на агента.
es_mx: Permisos necesarios para utilizar la pantalla de decisiones en la interfaz del agente.

source: Service Incident State and Priority Calculation
bg: Състояние на инцидент от услугата и изчисляване на приоритета
es_mx: Estado de los incidentes de servicio y cálculo de la prioridad

source: Sets the service in the additional ITSM field screen of the agent interface (Ticket::Service needs to be activated).
bg: Задава услугата в допълнителния екран на полето ITSM от интерфейса на агента (Ticket::Service трябва да бъде активиран).
es_mx: Establece el servicio en la pantalla del campo adicional ITSM de la interfaz del agente (es necesario activar Ticket::Service).

source: Sets the service in the decision screen of the agent interface (Ticket::Service needs to be activated).
bg: Задава услугата в екрана за решение от интерфейса на агента (Ticket::Service трябва да бъде активиран).
es_mx: Establece el servicio en la pantalla de decisión de la interfaz del agente (es necesario activar Ticket::Service).

source: Sets the service in the ticket priority screen of a zoomed ticket in the agent interface (Ticket::Service needs to be activated).
bg: Задава услугата в екрана с приоритет на билета за увеличен билет в интерфейса на агента (Ticket::Service трябва да бъде активиран).
es_mx: Define el servicio, en la ventana para cambiar la prioridad de un ticket, en su vista detallada de la interfaz del agente.

source: Sets the ticket owner in the additional ITSM field screen of the agent interface.
bg: Задава собственика на билета в допълнителния екран на ITSM полето от интерфейса на агента.
es_mx: Establece el propietario del ticket en la pantalla del campo adicional ITSM de la interfaz del agente.

source: Sets the ticket owner in the decision screen of the agent interface.
bg: Задава собственика на билета в екрана за решение от интерфейса на агента.
es_mx: Establece el propietario del ticket en la pantalla de decisiones de la interfaz del agente.

source: Sets the ticket responsible in the additional ITSM field screen of the agent interface.
bg: Задава отговорния за билет в допълнителния екран на ITSM полето от интерфейса на агента.
es_mx: Establece el responsable del ticket en la pantalla del campo adicional ITSM de la interfaz del agente.

source: Sets the ticket responsible in the decision screen of the agent interface.
bg: Задава отговорния за билет в екрана за решение от интерфейса на агента.
es_mx: Establece el responsable del ticket en la pantalla de decisiones de la interfaz del agente.

source: Sets the ticket type in the additional ITSM field screen of the agent interface (Ticket::Type needs to be activated).
bg: Задава типа билет в допълнителния екран на ITSM полето от интерфейса на агента (Ticket::Type трябва да бъде активиран).
es_mx: Establece el tipo de ticket en la pantalla del campo adicional ITSM de la interfaz del agente (es necesario activar Ticket::Type).

source: Sets the ticket type in the decision screen of the agent interface (Ticket::Type needs to be activated).
bg: Задава типа билет в екрана за решение от интерфейса на агента (Ticket::Type трябва да бъде активиран).
es_mx: Establece el tipo de ticket en la pantalla de decisión de la interfaz del agente (es necesario activar Ticket::Type).

source: Sets the ticket type in the ticket priority screen of a zoomed ticket in the agent interface (Ticket::Type needs to be activated).
bg: Задава типа билет в екрана с приоритет на билета за увеличен билет в интерфейса на агента (Ticket::Type трябва да бъде активиран).
es_mx: Define el tipo de ticket, en la ventana para cambiar la prioridad de un ticket, en su vista detallada de la interfaz del agente.

source: Shows a link in the menu to change the decision of a ticket in its zoom view of the agent interface.
bg: Показва връзка в менюто за промяна на решението за билет в неговия увеличен изглед от интерфейса на агента.
es_mx: Muestra un enlace en el menú para cambiar la decisión de un ticket en su vista de zoom de la interfaz del agente.

source: Shows a link in the menu to modify additional ITSM fields in the ticket zoom view of the agent interface.
bg: Показва връзка в менюто за модифициране на допълнителни ITSM полета в изгледа за увеличение на билета от интерфейса на агента.
es_mx: Muestra un enlace en el menú para modificar campos ITSM adicionales en la vista de zoom del ticket de la interfaz del agente.

source: Shows a list of all the involved agents on this ticket, in the additional ITSM field screen of the agent interface.
bg: Показва списък на всички включени агенти в този билет в допълнителния екран на ITSM полето от интерфейса на агента.
es_mx: Muestra una lista de todos los agentes implicados en este ticket, en la pantalla del campo adicional ITSM de la interfaz del agente.

source: Shows a list of all the involved agents on this ticket, in the decision screen of the agent interface.
bg: Показва списък на всички включени агенти в този билет в екрана за решение от интерфейса на агента.
es_mx: Muestra una lista de todos los agentes implicados en este ticket, en la pantalla de decisión de la interfaz del agente.

source: Shows a list of all the possible agents (all agents with note permissions on the queue/ticket) to determine who should be informed about this note, in the additional ITSM field screen of the agent interface.
bg: Показва списък с всички възможни агенти (всички агенти с разрешения за бележки в опашката/билета), за да определи кой трябва да бъде информиран за тази бележка, в допълнителния екран на ITSM поле от интерфейса на агента.
es_mx: Muestra una lista de todos los posibles agentes (todos los agentes con permisos de nota en la cola/ticket) para determinar quién debe ser informado sobre esta nota, en la pantalla del campo adicional ITSM de la interfaz del agente.

source: Shows a list of all the possible agents (all agents with note permissions on the queue/ticket) to determine who should be informed about this note, in the decision screen of the agent interface.
bg: Показва списък с всички възможни агенти (всички агенти с разрешения за бележка в опашката/билета), за да определи кой трябва да бъде информиран за тази бележка в екрана за решение на интерфейса на агента.
es_mx: Muestra una lista de todos los posibles agentes (todos los agentes con permisos de nota en la cola/ticket) para determinar quién debe ser informado sobre esta nota, en la pantalla de decisión de la interfaz del agente.

source: Shows the ticket priority options in the additional ITSM field screen of the agent interface.
bg: Показва опциите за приоритет на билета в допълнителния екран на ITSM полето от интерфейса на агента.
es_mx: Muestra las opciones de prioridad del ticket en la pantalla del campo adicional ITSM de la interfaz del agente.

source: Shows the ticket priority options in the decision screen of the agent interface.
bg: Показва опциите за приоритет на билета в екрана за решение от интерфейса на агента.
es_mx: Muestra las opciones de prioridad del ticket en la pantalla de decisión de la interfaz del agente.

source: Shows the title fields in the additional ITSM field screen of the agent interface.
bg: Показва полетата за заглавие в допълнителния екран на ITSM поле от интерфейса на агента.
es_mx: Muestra los campos de título en la pantalla de campos adicionales de ITSM de la interfaz del agente.

source: Shows the title fields in the decision screen of the agent interface.
bg: Показва полетата за заглавие в екрана за решение от интерфейса на агента.
es_mx: Muestra los campos de título en la pantalla de decisión de la interfaz del agente.

source: Ticket decision.
bg: Решение за билет.
es_mx: Ticket de Decisión.
